Repository: NaN-tic/trytond-carrier_send_shipments_shippypro
Catalog: locale/*.po
Languages: ca

# field:carrier,shippypro_carrier_id:
source: Shippypro CarrierId
ca: CarrierId Shippypro

# field:carrier,shippypro_carrier_name:
source: Shippypro CarrierName
ca: CarrierName Shippypro

# field:carrier.api,shippypro_carrier_id:
source: Shippypro CarrierId
ca: CarrierId Shippypro

# field:carrier.api,shippypro_carrier_name:
source: Shippypro CarrierName
ca: CarrierName Shippypro

# field:carrier.api,shippypro_content_description:
source: Content Description
ca: Descripci贸 Contingut

# field:carrier.api,shippypro_document:
source: Shippypro Document
ca: Document Shippypro

# field:stock.shipment.out,shippypro_neworder_id:
source: Shippypro Order Ref.
ca: Referencia Shippypro

# help:carrier.api,shippypro_content_description:
source: Shippypro Content Description
ca: Descripci贸 contingut Shippypro

# model:ir.message,text:msg_shippypro_carrier_and_service
source: Please, configure a CarrierID, CarrierName or Service in Shippypro or carrier configuration
ca: Configura el CarrierID, CarrierName o servei de Shippypro o la configuraci贸 del transportista

# model:ir.message,text:msg_test_connection
source: Connection Shippypro result: %(message)s
ca: Resultat connexi贸 Shippypro: %(message)s
